[ 
  {
    "endingType":  "Bad Ending (Void Route)",
    "endingText": "You find the other traveler. You attempt to take them down under your orders from the MPF. You were being led on! The Traveler outplays you and steals your items! In the scuffle, a portal opens with your gadget! \n\"Thanks, kiddo. Now I have what I need!\" \nAs you get up from the ground to strike back, the Traveler kicks you into the portal! \n\"Enjoy your time there! I know I did!\" \nYou were never able to catch the Traveler's face... You fall into the depths of the portal... \nWhen you wake up, all your eyes can see is white for miles and miles... \nYou have ended up in the void."
  },
  {
    "endingType": "Bad Ending (MPF Route)",
    "endingText": "You find the over Traveler, a hood covering their face. Instead of fighting them, you attempt to try to talk to them. \nYou notice the Traveler hesitating for a bit... \nYou try to get through to them again, but they turn away from you... \n\"There's a lot you don't know yet, kid.\" \nThe Traveler runs off. \nYou check your pager as you get a message from MPF. \"Your mission is complete.\" \nYou're confused, because the traveler is still at large... \nThe portal that had opened begins to operate on overdrive, and starts sucking in things around it! \nYou weren't able to escape the vacuum and were knocked unconscious by some debris! \nWhen you wake up, all your eyes can see is white for miles and miles... \nYou have ended up in the void."
  },
  {
    "endingType": "Bad Ending (Traveler Route)",
    "endingText": "You find the over Traveler, a hood covering their face. Instead of fighting them, you attempt to try to talk to them. \nYou notice the Traveler hesitating for a bit... \nYou try to get through to them again, but they attack you mid-sentence! The Traveler takes all of your items, and in the scuffle, a portal opens from your gadget! \nYou manage to catch a glimpse of their face! \nIt's... \nME?! \n\"There's a lot you don't know yet, kid.\" \nThe Traveler runs off... \nYou look back at the portal behind you. A distorted view of whiteness awaits... \nYou realize what you have to do...To stop your future self... \nYou have now ended up in the void."
  },
  {
    "endingType": "Good Ending",
    "endingText": "You find the over Traveler, a hood covering their face. Instead of fighting them, you attempt to try to talk to them. \nYou tell them all that you know, and show them your items. \nThe Traveler removes their hood... \nIt's... \nME?! \nI explain that I was trying to get back at MPF for trapping me in the void. \n\"MPF has full control over the multiverse; we can't let this continue.\" I try to ask how this is even possible, but I don't speak about the subject further. \n\"They're listening. We need to hurry.\" I follow me to a secret bunker where I was keeping even more rare artifacts. \n\"With your items, we have all of what we need. We're going to destroy space-time to force reset it.\" \n\"Are you sure that's how that works?\" \n\"Trust me, I've done this before.\" \n\"How?\" \nI slam all artifacts into my gauntlet and snap my fingers. \nThe world goes white... \nI open my eyes... to find myself back in my suburban home..."
  }
]
  