[ 
  {
    "endingType":  "Bad Ending (Void Route)",
    "endingText": "As you come face to face with th e traveler, you feel a bit of unease. Something tells you, you haven't quite figured out all there is to know, but you can't let that stop you now. \nYou attempt to talk to the traveler. Explaining that you work for an elite squad of multiverse travelers and you are supposed to bring this other traveler to justice. Just as you begin talking about arresting them, the traveler brings out a strange object, and suddenly, you feel yourself losing strength! \n'You brought me everything I need.'\nThe traveler manages to knock you to the ground, almost easily. You attempt to stand, but your entire body is weakened by this unknown gadget. After a few moments of rummaging around in your bag, the traveler takes a few small orbs from you, and from the bottom of the hood, you're able to make out a smile.\n'Enjoy the void, I know I did!'\nJust as you were about to ask what they meant, the portal that was open for you earlier, now appears to be showing location that shows whitespace for miles. Just as you realize what's going on, the traveler kicks you from the back, and sends you tumbling into the portal.\nYou were never able to capture the face of this traveler, and all communication with MPF seems to be gone. When you awake, you know fully well that you are going to be here for a long, long time... \n You have ended up in the void.\nBAD END."
  },
  {
    "endingType": "Bad Ending (MPF Route)",
    "endingText": "As you come face to face with th e traveler, you feel a bit of unease. Something tells you, you haven't quite figured out all there is to know, but you can't let that stop you now. \nInstead of fighting them, you attempt to try to talk to them. Explaining you might know what MPF is up to. All the information that you have found on MPF has given you a small idea of what might be going on. \nYou notice the Traveler hesitating for a bit, as if they're contemplating your words so you try to get through to them again, but this time they turn away from you... 'There's a lot you don't know yet, kid.' \nThe Traveler runs off and just as you're about to follow them you get a message from MPF. \n'Your mission has been completed.' You stand confused. The traveler is still at large, how can your mission be completed? \nSuddenly the portal that had opened for you begins to operate on overdrive, and starts sucking in things around it! You deduce that this isn't how the portal normally functions, but before you can do anything about it, you were sucked into the vacuum, and immediately knocked unconscious by the flying debris.\nWhen you wake up, all your eyes can see is white for miles and miles... \nYou have ended up in the void.\nBAD END."
  },
  {
    "endingType": "Bad Ending (Traveler Route)",
    "endingText": "As you come face to face with th e traveler, you feel a bit of unease. Something tells you, you haven't quite figured out all there is to know, but you can't let that stop you now. \nYou start a conversation with the traveler, explaining that you and them are alike in many ways as MPF agents. \nThe Traveler begins hesitating for while, as if they're deep in thought, contemplating your words, so you try to get through to them again, but this time they attack you mid-sentence! In the scuffle, The Traveler takes all of your items, and manages to pin you down quite easily. Just as the traveler begins to rise from on top of you, you take that opportunity to strike back! \nYou rush at them, tackling them from behind. The traveler is efficient, and manages to throw you off of them again, but not before you manage to pull off their hood! \nYou get a good hard look at their face only to realize that... \nIt's... \nYOU?\nFlabbergasted, you find yourself unable to move, and unable to comprehend the immediate view you've been given. \nThe traveler replaces their hood, and looks at you.\n'There's a lot you don't know yet, kid.'\nSoon after they run off, leaving you alone to combine all the jumbled thoughts in your head. \nYou take a look back at the portal behind you. Thoughts rushing through your head... \nSoon, you realize what you have to do to stop your future self... \nYou take a step into the portal, letting it's violent waves carry you to an unknown destination. When you awake, you find yourself staring into a sea of whiteness. \nYou have now ended up in the void. \nBAD END."
  },
  {
    "endingType": "Good Ending",
    "endingText": "As you come face to face with th e traveler, you feel a surge of confidence. Something tells you that your chase will come to an end here. \nYou attempt to talk to the traveler explaining that you've realized the truth behind it all. The traveler listens intently, and you're able to notice a smile from under their hood.\nThe Traveler then removes their hood to reveal... \nIt's... \nYOU?! \nYou explain that you were trying to get back at MPF for trapping me in the void. \n'MPF has full control over the multiverse; we can't let this continue.' You try to ask how this is even possible, but you put a hand up in front of yourself, signaling not to speak about the subject further. \n'They're listening. We need to hurry.' You follow you to a secret bunker where you were keeping a myriad of rare artifacts. \n'With your items, we have all of what we need. We're going to destroy space-time to force reset it.' \n'Are you sure that's how that works?' \n'Trust me, I've done this before.' \n'How?!' \nBefore you're able to get an answer, you slam all artifacts into your gauntlet and snap your fingers. \nThe world goes white... \nWhen you open your eyes... you find yourself in a suburban home... You look out the window, and the sun splashes on your face. You've saved the multiverse.\nGOOD END."
  }
]
  