[ 
    {
        "locationTitle": "Berlin, 1948 (Wolfenstein)",
        "locationData": "Stepping through the portal, the surroundings gradually materialized before me. Just as the landscape fully unfolds, I was jolted back almost instinctively, narrowly avoiding being crushed by a colossal 'Zerstörer' unit. Emerging right behind this imposing mechanical behemoth were a squadron of Panzerhund robots, their metal forms glinting ominously in the light. And then, looming even larger on the scene, was an immense tank proudly bearing the flag of Nazi Germany. It seems like you've landed in the middle of a parade. \nAs interesting as it would be to witness Germany's technological prowess, your objective remains clear. A quick glance at your gadget reveals a time rapidly counting down to four minutes. Every second counts. That traveler has to be here somewhere.",
        "answer_id": 1
      },
      {
        "locationTitle": "Night City, 2077",
        "locationData": "Before even stepping through the portal, you catch a whiff of a very putrid smell. From your many travels, you're able to deduce that this order can only come from one source, an industrialized metropolis. Holding your breath, you allow the portal to do it's magic. \nAs the area materializes around me, the colorful lights of Night City bursts onto my view. As I attempt to collect my bearings, I notice the surrouding area is packed with people. Whether it's pedestrians taking seats at food stands, or simply walking to their next destination, navigation through this bustling area, proves challenging.\nAfter a bit of time, you manage to sift your way through the crowd, and the once maze-like streets start to seem a little bit more navigable. A quick look at your gadget reorients your thoughts. Time is ticking, time to find that traveler.",
        "answer_id": 2
      },
      {
        "locationTitle": "Gotham, 2022",
        "locationData": "Dangerous. It's the only word sitting on your brain as you punch in the coordinates for Gotham City. It's not your first visit, and certainly won't be your last... \nGotham, while useful for agents gathering information, is also just as deadly. The people of gotham can be ruthless, and one wrong interaction can get you in a pool of your own blood fast. Usually it's healthier to not interact with people as an MPF agent, but there are times where talking to people are the only choice we have in the matter. Hopefully this isn't one of those times.\nAs you arrive, the city seems a little more peaceful than normal. The streets are quiet, and there doesn't seem to be any immediate crime happening in your area. It's a perfect opportunity to get work done without drawing much attention. Let's see if we can pinpoint that traveler.",
        "answer_id": 3
      },
      {
        "locationTitle": "Eisenwald Prison",
        "locationData": "A Nazi Germany prison definitely won't take kindly to a multiversal traveler entering their premises, but us agents will go anywhere to find what we need, and I'm sure that the other traveler would've most definitely gone through here.\nAs you enter, you notice that the prison is weirdly empty. Not a single prison guard, and all the cells are empty... Do prison inmates also celebrate the parade too? \nYou take more steps into the prison, and a lit computer console catches your view. Looking into this console, you attempt to maybe find a guest list, or something similar, but you find something even more ominous... An entry for the MPF Overseer...? What was the Overseer doing here...? Before you can find anymore information, a portal opens behind you, sucking you into it. When the view clears, you find yourself back in the teleportation room.",
        "answer_id": 4
      },
      {
        "locationTitle": "Volkshalle",
        "locationData": "This place is known as the official residence of the Fuhrer,but we aren't here to see the Fuhrer at all. The Volkshalle is also known as a meeting hall for Nazi Germany, and MPF agents always find good information in places where leaders meet. As you enter the building, curious Nazi Soldiers pass glances at you, but they gazes seem to falter after a bit, as they go back to their own devices. It looks like civilians can also enter this place relatively freely. \nSurveying your surroundings meticulously, you're met with a frustrating void – a disheartening lack of discoveries. You were sure that this place would hold some valuable information but it looks like the Volkshalle has turned out to be one big elaborate facade! After one more deeper search, you realize you are unable to uncover the secrets of the Volkshalle and realize that you might've wasted your chance... Instead of waiting for the portal to open itself, you start it up yourself, feeling a little disappointed at your discovery. You start to hope all of your excursions don't end up like this...",
        "answer_id": 5
      },
      {
        "locationTitle": "Reich Chancellery",
        "locationData": "Also known as the Furherbunker. The Reich Chancellery is a command center for Nazi Germany, and is the safe haven of the Fuhrer if they were to be attacked by resistance members.The area is heavily guarded by soldiers, but using your trained MPF skills, you manage to sneak your way in. \nUpon entering the building, you make your way to what looks like a surveillance room. Gradually inching closer to the room's entrance, a startling sight greeted you – two lifeless figures sprawled on the floor! Closer examination revealed that these were Nazi guards, evidently neutralized by an intruder who, like you, defied the expected boundaries.\n After a quick search around the room, you find them! There they are! The Traveler! You take refuge under a nearby desk, while keeping a close watch on the traveler. After a bit of rummaging around in some drawers the Traveler retrieves an enigmatic object, stowing it away carefully. Their gaze seems to shift around the room quickly, then down to their wrist. Seconds later a portal opens behind them.\nSeizing the moment, you emerged from your concealment, determined to either trail the Traveler or halt their escapade. Yet, the Traveler remained oblivious to your presence, swiftly vanishing through the portal which sealed shut behind them. In a heartbeat, a portal of your own materialized, engulfing you and spiriting you away to the central hub. \nWhile you weren't able to stop them, you learned a little bit more on the travelers intentions...",
        "answer_id": 6
      },
      {
        "locationTitle": "Lizzie's Bar",
        "locationData": "Navigating the intricate expanse of Night City has grown increasingly complex. Amid this urban labyrinth, a connection has emerged with 'The Mox,' a formidable gang that claims ownership of Lizzie's Bar. Within the gang's fold, you've learned that Suzie Q, both the Mox's leader and the proprietor of the establishment, holds crucial insights regarding the elusive traveler. A path unfolds, leading you to the doors of the famed bar. \nYet, your arrival is met with formidable resistance. The message is clear – Suzie Q, the one who holds the key to knowledge, is indisposed. Cold dismissal follows, urging you to redirect your inquiries elsewhere. Despite a tenacious attempt to plead your case, their responses escalates to a menacing threats, leaving you with no choice but to retreat. \nYou wait around the exterior of the club, hoping for a miracle to happen, hoping for fate to deal you a good hand at least once. Time ticks away, each second marked by the countdown of your device. Just as the portal opens, you find what looks like a small gold colored gem placed next to a pile of trash. Your gadget reacts to the gem, causing it's radiant glow to intensify. It looks like you've stumbled up on of the travelers artifacts! \nThe portal's irresistible pull finally claims you, propelling you homeward. With this artifact, your quest inches closer to its quarry. Each step, each discovery, propels you forward on the trail of the enigmatic traveler.",
        "answer_id": 7
      },
      {
        "locationTitle": "Afterlife Club",
        "locationData": "From what you know, the Afterlife Club is great location for finding someone in Night City. It seems that alcohol, and loud club music, seems to get even the most steadfast individuals to reveal their darkest secrets. As you enter, you're met with weird gazes from all types of people. You try to ignore the looks as you make your way to the main bar. Behind the bar, Claire, a bartender with her own aura of intrigue, becomes your point of contact. She lays out her terms candidly – no information traded without a few drinks to oil the gears of conversation. With a chuckle, you decide to indulge her request and order a libation.However, the following events whirl you through a bizarre time warp. In the blink of an eye, you find yourself back at the teleportation hub, a cocktail of confusion and dizziness swirling within. It appears that the single drink you intended to consume turned into a marathon of 20, and time sped by at an astonishing pace. A brief five minutes, and your rendezvous in the Afterlife Club concludes as swiftly as it began and you can't help but feel that you've felt another expedition seemingly go down the drain. \nYet, in the silver lining of this misadventure, you at least got to savor the elusive 'Johnny Silverhand' concoction. A bittersweet victory, if you will. As reality settles back in, the looming realization dawns – the MPF won't be pleased with these antics, a sentiment that's hard to ignore.",
        "answer_id": 8
      },
      {
        "locationTitle": "Arasaka Tower",
        "locationData": "The leading militant force of Night City. Arasaka Tower is the home of the Arasakan's, an elite japanese family that owns the largest military, and business in Night City. Using your MPF skills, You manage to sneak into Yorinobu Arasaka's main bedroom. It seems you've come at a good time, because Yorinobu or his family is nowhere to be seen. You take this chance to search the room thorougly and as it turns out, your findings are monumental!\n As it turns out, MPF and the formidable Arasaka have been playing a long game, playing in tandem for nearly two decades. As you glance down at the device on your wrist, you delve deeper into its schematics. A quick deconstruction of the gadget leads you beneath the primary module's surface, and there it is! A symbol that bears an uncanny resemblance to the iconic Arasaka emblem. This discovery unveils a jaw-dropping reality: the collaboration between MPF and Arasaka extends across dimensions, their partnership fueled by inter-universal synergy! \nBeyond that, you also seem to have stumbled across the travelers leftovers - A small battery looking object that closely matches the make of your own. The traveler's inadvertent slip-up has inadvertently propelled you closer to untangling the enigma that shrouds them. With a burgeoning smile, you exit the scene as a portal unfurls behind you. This time, the chase carries a new fervor; each new discovery takeing you a step closer to unveiling the truth.",
        "answer_id": 9
      },
      {
        "locationTitle": "Arkham Asylum",
        "locationData": "You know you can't stay here long, but even 5 minutes might be too much. Arkham Asylum is home to the most dangerous souls in Gotham. They're so volatile that even a conversation with them can plunge you into a disconcerting abyss. Your plan is simple, search important rooms for any trace of the Traveler, or find something that will get us closer to them. In the corner of your eye, You see a mysterious figure waiting in the railings above. You meet their gaze and your eyes lock. The mysterious figure then disappears switfly, leaving you to your own devices once again. \nYou move quickly, heading straight for the offices. Upon arrival, the scene is in a state of disorder, revealing that you weren't here first, or even second. The office room is ransacked; papers and folders adorn the floor, and the guards who were supposed to be on duty, are unconscious. You start to move more cautiously, this wasn't caused by the mysterious figure from earlier, this was someone else... An eerie familiarity envelops the scene - the precision of execution adheres closely to the standard protocol of the MPF when dealing with armed civilians. The guards' weaponry has been meticulously dismantled, and their bodies are secured against a nearby pipe. \nAfter fully surveying the room, you manage to find nothing of importance... All the important papers were taken, and all that's left are notes of patients in the asylum. Frustration surges within you, intensified by the knowledge that a matter of minutes might have made all the difference – potentially bringing you face to face with the elusive Traveler. With a heavy heart, you resign yourself to the inevitable as the portal home beckons. As you step through, a sense of defeat hangs in the air, your head bowed low in contemplation",
        "answer_id": 10
      },
      {
        "locationTitle": "Bat Cave",
        "locationData": "The sanctum of the man himself, the Bat Cave, serves as your destination. Luckily, you have good rapport with the masked vigilante, and he himself allows you to enter and leave his hideout freely. Like locations before, you waste no time searching the area. \nThe familiarity of the area proves its worth as you manage to find a strange object that wasn't here the last time you visited. Upon bending down to pick it up, you are attacked from behind! The Traveler slams you in the back with a wooden plank, but the adrenaline boost from being attacked allows you to just barely keep your footing. You reach for the traveler's bag, manage to grab it, and force two orbs to slip out. The traveler now panicking, reaches for their gadget, and quickly slips into the portal that opens essentially abandoning on the fight as abruptly as it began.\n Just as you manage to find your own footing, your own gadget activates, signaling the expiry of your allocated five minutes. You gather all of the orbs the traveler dropped as well as the mysterious object from earlier. The orbs... seem to have some strange power within them that can control more than just simple teleportation. You stow away the orbs for safe keeping, and step into the portal home. While you didn't find anything new, that interaction with the traveler allowed you to know more about their plight. It seems that these orbs have more mystery behind them then meets the eye.",
        "answer_id": 11
      },
      {
        "locationTitle": "Gotham Prison",
        "locationData": "Gotham Prison is known as one of the most dangerous prisons's in all of the multiverse. Most MPF agents steer clear of such a dangerous place, but knowing the traveler, that's exactly what their banking on. \nSlowly but surely, you managed to sneak your way in past the prison wardens, and come to a few holding cells. As you pass by the cells, the inmates spew some very heinous words at you, but you ignore them until you come to a specific cell. As you peer inside, you notice that this inmate is wearing special MPF Certified Gear! You attempt to talk to the imprisoned agent, but you're only met with more insults, and vulgar words. As it turns out, this man is no longer the MPF Agent he once was, and the environment of Gotham has changed him into any average street thug. While you step away from the cell, your mind races with thoughts. Why is there an MPF agent here? Why isn't he allowed to come back?\nYour head begins pounding as you try to rationalize MPF's actions, but the more you try to process it, the least it starts to make sense. The only way to get answers is to talk to the Overseer, but you're not allowed to do that until your mission is over... \n The portal back home opens, and as you're beginning to leave, the inmate seemingly has a stroke of clarity, and screams 'MPF IS NOT REAL'. The inmate repeats this over and over, getting increasingly louder each time. As prison wardens rush over to the cell, to see what's going on, you quietly slip into the portal. The words of the inmate ruminate in your head.",
        "answer_id": 12
      },
      {
        "locationTitle": "Detroit, 2038",
        "locationData": "The United States has wholeheartedly welcomed AI-powered robots into human society, and Detroit stands as a prime example. As the portal ushers you into view, you find yourself immersed in an urban street bustling with activity. Despite the vitality, there's an undeniable stream of technology interwoven within the scene. While nothing overtly strikes as unconventional, the pervasive tech landscape indicates that acquiring information and making a swift exit should be a smoother endeavor. You're on the clock with just 5 minutes in hand. Several locations have been identified as potential spots for the traveler's appearances. The time has come to test if you can bring this chase to a close!",
        "answer_id": 13
      },
      {
        "locationTitle": "Village Hidden in the Leaves",
        "locationData": "Aroma teases your senses as you step through the portal from the teleporter room. Emerging on the other side, you find yourself in the heart of a sprawling village. Instead of towering skyscrapers, the landscape is adorned with wooden and brick structures. The setting exudes a rustic charm that feels a world apart.\nYour arrival doesn't go unnoticed. Two guards lock onto you, their glares like piercing daggers. Fortunately, your trusty cloaking software offers you an edge, rendering you virtually invisible for a limited span of 45 seconds. Yet, this quaint village setting presents a unique challenge - blending into the surroundings won't be as simple as in bustling cities. Adaptation will require creative use of your device and wits.",
        "answer_id": 14
      },
      {
        "locationTitle": "Danville, Tri-State",
        "locationData": "Uh... For some reason you've lost complete connection to MPF. The moment you stepped foot into the portal, your gadget started going haywire! It's calm down now, but your gadget has no idea where this place is! The area looks like a classic suburban area, but there's no telling what kinds of madness will go on in this place. I should find what I need to, and get out as fast as possible. This place is giving me a bad feeling.",
        "answer_id": 15
      },
      {
        "locationTitle": "Eden Club",
        "locationData": "Despite MPF telling you to not go near this place, you do so anyway against their orders. Sadly, you wasted five minutes getting nothing done. When you wake back up, you return to the hub. The Overseer atempts to ask you what happened, but you have nothing to report.",
        "answer_id": 16
      },
      {
        "locationTitle": "Cyberlife Warehouse",
        "locationData": "The CyberLife warehouse is said to have all types of cyber ware for the AI people of Detroit. The traveler would've most definitely stepped foot here if they wanted some more tools. You make your way in slowly, to not trigger any alarms or bots. Your stealth tool works wonders here, but the 45 second limit doesn't really leave much wiggle room. You make your way to the 'Thirium 310' containers, and notice that several boxes are wide open. Feeling that you might be closer to hunting down the traveler, you continue forward. As you're about to turn the corner of a stack of crates, you overhear a very familiar voice from the other side. They mention something about MPF, and something else about failure. You can only barely make out what the voice is saying, before you hear the sound of a portal. You turn the corner to find no one there. Soon after, your gadget reacts, opening a portal back home. You reluctantly walk towards the portal, and as you're about to leave, you feel a shove from behind you! Before you can get a look, you're already back at the main hub. The words of the voice still echo in your head... You know you've heard that voice before.",
        "answer_id": 17
      },
      {
        "locationTitle": "Cyberlife Tower",
        "locationData": "As you enter the main doors of the tower, you're met with a robot AI named Carla offering assistance. You attempt to shake Carla off, but it seems like an answer is mandatory to proceed into the tower. You tell Carla that you just want to look around, and Carla hands you a flier and attempts to explain the history of the building. You try to shake Carla off again, and just as you were about to bolt off, Calra mentioned a peculiar quote about MPF and Cyberlife being sponsored by them. What? MPF has ties within universes? You try to ask Carla about more MPF info, but she refuses to switch her topic off of Cyberlife. As soon as she begins talking about MPF, your gadget opens a portal behind you, and sucks you in with haste! When you rematerialize, you find yourself in the teleporter room once more. That was faster than normal wasn't it...?",
        "answer_id": 18
      },
      {
        "locationTitle": "Hokage Mansion",
        "locationData": "Your use of the cloaking device to get this far has been impeccable. As you make your way into the mansion, you find what looks like the main office room. The room is a large and round, with a lone long desk in the back of the room. Luckily the office just so happens to be empty at this point which gives you ample time to complete your search. You make your way behind the desk and search through the drawers, hoping to find any trace of the traveler.\n Then you look up. Standing in the entrance of the room from where you came from... The traveler! It looks like the traveler was headed here as well, and you arrived just before them! You make chase, hoping to catch the traveler, or at least catch a glimpse of their face. \nYou chase them outside, turning on your cloaking device before hand. As you get outside, you watch the traveler hold a full conversation with one of the villagers, and then immediately turn in your direction. The villagers charge at your direction a flurry of random elemental abilities come flying at you. Before taking your own portal, you watch the traveler take their own as well. Back at the teleporter hub, all you can think about is how the traveler was able to hold that conversation...",
        "answer_id": 19
      },
      {
        "locationTitle": "Ichiraku Ramen",
        "locationData": "Something very savory catches your nose as you stroll through the village. You make your way to what looks like a small stand. There are curtains covering the long seats of the stall. You remove your cloak and head into the stall. The man who owns the stall gives you a warm smile. The smell of the food is impossible to escape, and soon you realized that you've gone through 3 bowls within 4 minutes. As soon as you're done paying the kind man, the portal opens behind you. The man looks at you and says. 'Enjoy your time at MPF kiddo' and before you can reply, you're telported back to the teleporter hub. You try to ponder as to who that man could be... What a mysterious man... ",
        "answer_id": 20
      },
      {
        "locationTitle": "Hokage Rock",
        "locationData": "Hokage Rock is said to be the greatest monument of the Hidden leaf village. You quietly make your way up to the tall mountain standing atop one of the leaders' head. As you look out to the village from the mountain. The only thing on your mind seems to be enjoying the sun and the nice view. \n You decide to relax there and take in the view. Eventually five minutes pass and when your eyes reopen, your laying in the teleporter hub floor. Another wasted investigation... Rats. ",
        "answer_id": 21
      },
      {
        "locationTitle": "Googolplex Mall",
        "locationData": "You make your way to what looks like a mall, but you have no idea how you got here... Upon entering, you see the traveler roller skating?!?! You throw on some roller-skates and try to get to the traveler, but they hop out of the rink, and starts roller-skating down the mall. I chase after them. After almost four minutes of chasing, the traveler looks back at me and says. 'You're good. But you still need more time' Then at the same time my portal opens, they roller-skate at me and shove me in. Shoving all their energy into me. The traveler manages to stop themselves just in time as I fly through the portal. Your head is in disarray trying to understand what just went on, but you're already at the teleporter room...",
        "answer_id": 22
      },
      {
        "locationTitle": "Doofenshmirtz Evil Incorporated",
        "locationData": "You've heard rumors of this place, but this will be your first time ever showing up here. Luckily for you, you come at a time where the entire building is empty. Upon entering you see plenty of scientific gadgets that you've never seen before, but you definitely want to try out. You take something called a 'Boost-a-nator-' and test it out on one of the sofa's in the room. The sofa gains rocket boosters and starts flying around the room. A big smile slowly creeps across your face as you start trying out every gadget in the room. Sadly, you were not able to get to the last two gadgets, as your five minutes was used up fairly quickly. Another day with no new findings... Or so you thought, in your playful bout, you managed to stumble across coordinates to and from the void. Is there some way you can make use of this? You ponder the thought as you make your way back to the home base.",
        "answer_id": 23
      },
      {
        "locationTitle": "Danville, Arena",
        "locationData": "You stumble across Danville to find yourself face to face with what looks like an Arena. As you enter, you're met with several super buff athletes who don't look pleased to see you. They ask you if you've seen their football, and you answer no, that you just got here. They get increasingly angry, and in the corner of my eye, I spot 2 young boys building what seems to be a space ship in the middle of the Arena! As I try to get near them, the athletes stop you in your tracks. They explain that they need a ball to play, and they aren't letting me go until they get one. Fed up, I turn on my cloak to sneak away from them, but one of the athletes grabs your arm as you're sneaking away. 'THAT MPF GEAR WON'T WORK HERE!' You attempt to break free, but the athlete's grip is like iron! Thought's whirl through my head... How do they know MPF and why can he see you?! You deduce that the traveler had to have come through here before, and it seems that they might've used the cloaking device before right in front of them. As the athlete lets you go to throw a punch at your jaw, the portal from your gadget opens, and sucks you in immediately. PHEW! Thank the gods for that portal.",
        "answer_id": 24
      },
      {
        "locationTitle": "TVA",
        "locationData": "A place at the end of the multiverse. The TVA is said to oversee the timeline. Whenever an anomoly shows up in time, the TVA takes that person and removes them permanently so that time can happen as it should. The TVA office is very quiet this time around... I've been here once before during my initiation, but it wasn't this quiet the last time I came... I wonder what's going on now? ",
        "answer_id": 25
      },
      {
        "locationTitle": "Temps Commmission",
        "locationData": "The Temps Commmission controls time! controls time. You know from your brief studies at the MPF Recruits Program, that the Temps Commission works on a seperate timeline from the TVA. You shouldn't get that confused. Aside from this, the Temps Commission office is small, so finding the traveler in a place like this won't be too difficult. You should hurry though, You've already spent one whole minute staring off into space...",
        "answer_id": 26
      },
      {
        "locationTitle": "Spider-Society",
        "locationData": "Don't let them see you. Get what you need and get out. This place needs no explanation.",
        "answer_id": 27
      },
      {
        "locationTitle": "TVA Offices",
        "locationData": "You find the general TVA offices, and just like the rest of the area, it's empty. You ignore all the questions in your head, and begin rummaging around in the drawers. You come to one workers drawers that has a myriad of orbs that you were also collecting! You decide to stash some in your bag for later. \nAt that same moment, the traveler enters the room, and immediately leaves by portal, no words exchanged. You stand shocked at what you just saw. Did the traveler just come and go? What was that? You try to go investigate what that was, but at the spot the traveler telported, you notice a small envelope. Before you're able to even take a step, the traveler rematerializes from their portal, and grabs the envelope, taking yet another portal immediately after and dissappearing into the night once more. You stand stunned, as your portal opens...",
        "answer_id": 28
      },
      {
        "locationTitle": "Warehouse",
        "locationData": "The TVA warehouses are usally empty, but you decide to go check them out anyway. You get there, which takes four minutes for some odd reason, and then for the last minute, you finally get to see that the warehouse is indeed empty. Why did MPF put this on the list again...? In that same moment your portal opens up to take you back home.",
        "answer_id": 29
      },
      {
        "locationTitle": "TVA Court",
        "locationData": "The TVA Court is where anomolies get judged on how much they affected the timelines, and what their punishment should be. Most people are purged from existence, but the lucky few get to work within TVA as a timeline anomoly mangager. Essentially being able to clean up anomolies. You look around the courtroom, and it's also empty like the main area. What's going on, you wonder...? As you turn to exit the room, you see a strange symbol coming from one of the projectors in the room. Upon closer inspection, the symbol is definitely MPF's logo! Well... You already knew that the TVA and MPF work together... So this discovery proved to be meaningless. four minutes pass, as you're unable to find anything else substantial. You decide to open the portal immediately...",
        "answer_id": 30
      },
      {
        "locationTitle": "time Control Room",
        "locationData": "Compared to most areas in this journey, the temps commission is a lot more relaxed to random teleporters entering their premises, because of their instant authentification service. Anyone that enters the Temps Commission building is immediately authenticated in their services, or must get authentication. You have such authentification, which makes it possible to enter the time control room. \nAs you enter the room, you see the console that allows one to alter the Temps timeline. You decide... To have a little fun! After five minutes of messing around, you learn nothing of the traveler, and effectively destroyed temp's timeline. The portal home opens behind you...",
        "answer_id": 31
      },
      {
        "locationTitle": "Temps Offices",
        "locationData": "More offices... You quickly get to searching the office cubicles for anything substantial. Four minutes pass and you're not able to find anything at all. Until you get a random call from MPF, it was short, but you could make out the words, 'We'll probably have to void them' from the gadget speaker. Immediately after that, the call ends as if it was an accident. What?! Void them? Void who?! Panic sets in as you start thinking about what possibilities could arise from that quote. The portal opens behind you, beckoning you home, but you hesitate for a while...",
        "answer_id": 32
      },
      {
        "locationTitle": "Handlers Office",
        "locationData": "Compared to most areas in this journey, the temps commission is a lot more relaxed to random teleporters entering their premises, because of their instant authentification service. Anyone that enters the Temps Commission building is immediately authenticated in their services, or must get authentication. You have such authentification. \nAs you make your way to the Handler's office, you overhear two voices speaking from inside the room. One of the voices is very familiar, but you can definitely make out the handler. The handler and the voice begin yelling at some points, but quiet down as well, they're also... Laughing? Then... Crying...? after 3 minutes of listening, you bust into the room to find the handler alone, with portal just closing. You attempt to get info from the handler but her lips are sealed. She says one thing 'You'll learn'. The vagueness makes you a little angrier, but you have no choice but to turn to the portal behind you... ",
        "answer_id": 33
      },
      {
        "locationTitle": "Teleportation Room",
        "locationData": "This room is a lot like the teleportation hub back at MPF HQ. However, it's a bit different. This one works off of your spider-DNA. Sending you back to your correct universe based on the DNA of your spider. You know this from MPF Recruit Training. As you make your way to the portal, you find a small notepad on one of the stools. The notepad speaks of the void in great detail, and how one can escape from it using their mind...? So there is a way to beat the void? MPF would definitely want this kind of info. As you tuck the notepad away, you hear shifty movement behind you. Quickly, you open your portal...",
        "answer_id": 34
      },
      {
        "locationTitle": "Mess Hall",
        "locationData": "The moment you enter the mess hall you are met with stares. You open your portal immediately. You knew you shouldn't have come here...",
        "answer_id": 35
      },
      {
        "locationTitle": "Overseer's Office",
        "locationData": "Upon entering the Overseer's office, you quickly realize you're there alone. Seizing this opportunity you make your way to the main computer and boot it up. You're greeted with a database of every spider-man in every known universe, you scroll until you come across a small icon on the bottom right. When you click the icon, a console appears that ask for an MPF ID and password. As you enter your info, you find a goldmine of info on MPF's past agents! You find out that many agents fail to return back to MPF sometimes due to unforseen accidents at their location of choice. However the next piece of information you find is even more damning. Apparently, MPF has a voiding process in which they're able to send any of their agents to the void at a moments notice! WHAT?! You stare at the gadget on your arm, realzing that you're not allowed to take it off anymore... You wrack your brain to able to remember when this happened, but the portal begins to open... ",
        "answer_id": 36
      }
]

